{
    "resumen": "This is a summary of my skills and experience developed with Angular.",
    "bienvenido": "Welcome",
    "curriculum": " to my resume",
    "empezemos" : "Let's start",
    "saludo":"Hello, I'm Marco Rubio",
    "presentacion" : "I have crafted this resume with the aim of securing an opportunity to grow and develop as a data analyst. I am thrilled about the prospect of being considered for this position.",
    "descarga": "Download CV",
    "aboutMeTitle": "About me",
    "contactTitle": "Contact",
    "Exp": "Work Experience",
    "Edu": "Education",
    "Cur": "Courses",
    "Proy": "Projects",
    "sobre": "About Me",
    "cont": "Contact",
    "empleos": "Here you will find the different <span class=\"text-green-400\">jobs</span> I've had over time, in addition to explaining the <span class=\"text-green-400\">activities</span> I developed, the <span class=\"text-green-400\">strengths</span> I gained from them, and finally, the circumstances that led to the end of each working relationship.",
    "regresar": "Go Back",
    "tit_exp":"Work <span class=\"text-green-500\">Experience</span>",
    "fec1":"June 2022/May 2024",
    "fec2":"December 2020/June 2022",
    "fec3":"December 2020/June 2021 (internships)",
    "fec4":"June 2019/June 2020 (internships)",
    "fec5":"January 2019/June 2019 (internships)",
    "fec6":"February 2017/December 2018",
    "p1":"Web Front-End Development with Angular and Tailwind CSS",
    "p2":"Backend Development with PHP and Spring Boot",
    "p3":"Desktop application development with C++",
    "p4":"Data manipulation with PostgreSQL and MySQL",
    "p5":"Use of agile methodologies such as Scrum",
    "titulo1":"Strengths I gained from this experience",
    "titulo2":"Reason for separation",    
    "texto1":"Among the strengths I gained in this position is the ability to find different ways to solve a problem, from using logic to researching documentation. Similarly, my adaptability was enhanced, as it was not only about getting used to different technologies, but also about learning quickly to fulfill the tasks, given that I arrived with almost no programming knowledge.",
    "texto2":"The reasons I decided to end my work here were that, in my pursuit of starting to develop myself as a data scientist, despite having obtained a position in the company, the area change was terminated due to internal situations that severely affected the company, leading to the suspension of my area change. Therefore, I decided to seek new opportunities in the field of data analytics in a bigger city",
    "p6": "Analysis of financial statements",
    "p7": "Buying/selling stocks on the stock exchange",
    "p8": "Managing funds for third parties",
    "texto3": "During my venture as an entrepreneur in the investment field, besides having the opportunity to apply most of the concepts learned in my studies on company analysis, I also developed a sales skill by having my own client portfolio. Likewise, my negotiation skills improved by dealing with different types of people and their needs on a daily basis. However, the most crucial aspect was managing emotions, especially under pressure, when making stock purchases or sales.",
    "texto4": "The reason I decided to pause this activity, at least in terms of managing funds for third parties, was that I discovered the field of data science, where, if I managed to develop, I could potentially combine finance with technology in the future. Therefore, I decided to focus on this new area of opportunity, but I still continue to invest personally in the stock market.",
    "p9": "Reading finance and economics books",
    "p10": "Developing educational materials for the finance degree",
    "texto5": "The greatest strength I gained here was developing the habit of reading, which I was fortunate to develop thanks to the number of books I had to read for creating the educational materials. Likewise, my organizational skills improved as I had to meet the deadlines for delivering the materials while working from home.",
    "texto6": "The reason I ended my work was that I was on a temporary contract. When the period ended, the university was still under development, so they couldn't offer me a permanent position. Therefore, I decided to seek new opportunities.",
    "p11": "Sale of financial products focused on loans for SMEs",
    "p12": "Accounting analysis of SMEs to obtain the best possible credit",
    "p13": "Client portfolio management",
    "p14": "Development of a website for automating the credit application process",
    "texto7": "The two greatest strengths I gained here were, first, experiencing the management of a client portfolio, creating sales strategies to offer loans to SMEs. Secondly, the development of the website, as it was my first foray into web development, which opened the doors to programming.",
    "texto8": "The reason I ended my work was that, due to the pandemic, the company had to cease operations because of a significant investment made before the lockdown.",
    "p15": "Payroll management and handling employee complaints",
    "p16": "Managing employees' equipment needs",
    "p17": "Hiring personnel for Distribution Centers",
    "texto9": "The greatest strength I gained from working in the HR area was developing empathy, as I had to empathize with the needs of employees in order to offer them the best solutions to their problems.",
    "texto10": "The reason I ended my internship here was that during that time in my studies, I was looking for a company where I could develop my skills in the finance area. Therefore, I decided to seek new opportunities in other companies.",
    "p18": "Company accounting and payroll management",
    "p19": "Personnel management",
    "texto11": "During my first job experience, the greatest strength I gained was responsibility, as it was my first formal job and I had to adhere to schedules and assigned tasks. Similarly, managing personnel helped me develop my communication skills, overcoming my shyness when interacting with strangers. Additionally, handling accounting tasks helped me develop organizational skills and numerical proficiency.",
    "texto12": "The reason I ended my first job experience was due to academic reasons. My university classes shifted to the afternoon, conflicting with my work schedule.",
    "edu":"Education",
    "edutext": "Here you will see the different <span class=\"text-yellow-400\">institutions</span> I have attended throughout my <span class=\"text-yellow-400\">school</span> life.",
    "fec7": "September 2023/Present",
    "fec8": "February 2022/August 2023",
    "fec9": "June 2017/July 2021",
    "fec10": "June 2013/August 2016",
    "pd0":"Universidad del Valle de México",
    "pd1": "Currently pursuing a master's degree in Data Science",
    "pd2": "Learning is conducted online",
    "pd3": "Learning about mathematics for data science and experimental design",
    "pd4": "Using Python libraries for data analysis",
    "pd5": "School where I took my first steps in data analysis",
    "pd6": "Knowledge of the Python programming language",
    "pd7": "Courses on statistics, probability, and applied mathematics",
    "pd8": "Studied Financial Management",
    "pd9": "Gained tools for company analysis",
    "pd10": "Introduced to the world of stock market investments by a professor",
    "pd11": "Took advantage of internship opportunities to work at different companies",
    "pd12": "Graduated with a GPA of 93",
    "pd13": "School where I attended high school",
    "pd14": "Studied for two years with a specialization in HR",
    "tedu": "Why is there a 1-year gap between university and high school?",
    "tedu1": "Before studying finance, I attended another university without being certain about what I wanted to do. After a year at this other school, I decided to study finance at TecMilenio.",
    "tc": "AMIB Course",
    "tc1": "Blockchain Career",
    "tc2": "Technical Analysis of Financial Markets",
    "tc3": "Startup Creation",
    "tc4": "Managerial Competencies",
    "tc5": "Project Initiation and Planning",
    "tc6": "Database Career",
    "tc7": "Programming Fundamentals",
    "tc8": "Advanced Excel",
    "tc9": "Engineering Project Management",
    "dc": "AMIB Certification in Figure 3, which qualifies you as an Investment Advisor and grants authorization to represent clients in stock market operations",
    "dc1": "Knowledge to understand and contribute to Blockchain technology for the financial sector, as well as investment strategies for cryptocurrencies and digital tokens",
    "dc2": "Specialized certification in the technical analysis of companies and statistical calculations to predict future stock behavior",
    "dc3": "Courses focused on the creation and management of startups",
    "dc4": "Specialized course providing tools to lead work teams and make decisions in crisis situations",
    "dc5": "Subject covering the fundamental principles of project management, especially in the initial phase",
    "dc6": "Set of courses focused on database management, data interpretation, and making optimal decisions based on this data",
    "dc7": "Curriculum focused on programming basics and algorithm creation for problem-solving",
    "dc8": "Courses focused on using Excel for data and financial analysis",
    "dc9": "Focused on the proper management of engineering projects, including risk management, resource allocation, quality control, and meeting deadlines",
    "cursos1":"Courses and <span class=\"text-pink-400\">certifications</span>",
    "cursos2": "In this <span class=\"text-pink-400\">GitHub</span> repository, you will find the diplomas and certificates of the <span class=\"text-pink-400\">courses</span> i have completed.",
    "dp": "The code for the website you are viewing, developed with Angular and TailwindCSS, focused on good design and user experience.",
    "dp1": "Python project to determine the optimal position of solar panels to extract the maximum amount of energy through mathematical and physical calculations.",
    "dp2": "Exercises focused on data analysis with Python, using libraries such as Pandas, Numpy, Matplotlib, Seaborn, Scikit-learn, etc.",
    "dp3": "Solving various problems with Python for the HackerRank platform, focused on programming logic.",
    "dp4": "Repository focused on the learning process in Python with different difficulties to improve understanding of the language.",
    "dp5": "Here are my beginnings, primarily focused on logic based on flowcharts and basic programming principles.",
    "tep":"Personal <span class=\"text-red-400\">proyects</span>",
    "tep1":"Here are most of the <span class=\"text-red-400\">personal</span> projects I have worked on. Clicking on the image will take you to the repository where they are hosted and their <span class=\"text-red-400\">description</span>.",
    "tp": "Curriculum Vitae",
    "tp1": "Solar panels",
    "tp2": "Google Colab and Jupyter Notebooks",
    "tp3": "Learning Python",
    "tp4": "Programming fundamentals"
}