{
    "resumen": "Esto es un resumen de mis habilidades y experiencias desarrollado con Angular",
    "bienvenido": "Bienvenido",
    "curriculum": " a mi Currículum",
    "empezemos": "Empecemos",
    "saludo":"Hola , mi nombre es Marco Rubio",
    "presentacion": "He elaborado este currículum con el propósito de asegurar una oportunidad para desarrollarme como analista de datos. Estoy emocionado por la posibilidad de ser considerado para este puesto.",
    "descarga": "Descargar CV",
    "Exp": "Experiencia Laboral",
    "Edu": "Educación",
    "Cur": "Cursos",
    "Proy": "Proyectos",
    "sobre": "Sobre mi",
    "cont": "Contacto",
    "empleos": "Aquí encontrarás los diferentes <span class=\"text-green-400\">empleos</span>, que he tenido a lo largo del tiempo, además de explicar las <span class=\"text-green-400\">actividades</span>, que desarrollé, las <span class=\"text-green-400\">fortalezas</span> que obtuve gracias a ellos y, por último, las circunstancias que llevaron a la finalización de cada relación laboral.",
    "regresar": "Regresar",
    "tit_exp":"Experiencia <span class=\"text-green-500\">Laboral</span>",
    "fec1":"Junio 2022/Mayo 2024",
    "fec2":"Diciembre 2020/Junio 2022",
    "fec3":"Diciembre 2020/Junio 2021 (prácticas)",
    "fec4":"Junio 2019/Junio 2020 (prácticas)",
    "fec5":"Enero 2019/Junio 2019 (prácticas)",
    "fec6":"Febrero 2017/Diciembre 2018",
    "p1":"Desarrollo de Frontend web con Angular y TailwindCSS",
    "p2":"Desarrollo de Backend con PHP, Spring Boot",
    "p3":"Desarrollo de aplicaciones de escritorio con C++",
    "p4":"Manipulación de datos con PostgreSQL y MySQL",
    "p5":"Uso de metodologías ágiles como Scrum",
    "titulo1":"Fortalezas que obtuve de esta experiencia",
    "titulo2":"Causa de desvinculación",
    "texto1":"Entre las fortalezas que obtuve en este puesto se encuentra la capacidad de encontrar diferentes maneras de resolver un problema, desde el uso de la lógica hasta la investigación de documentación. De igual manera, mi capacidad de adaptación se vio aumentada, ya que no solo era el habituarse a diferentes tecnologías, sino que al llegar con casi nulo conocimiento en programación, me vi en la necesidad de aprender de forma acelerada para el cumplimiento de las tareas.",
    "texto2":"Los motivos por los que decidí finalizar con mis labores aquí fueron que, en mi búsqueda de empezar a desarrollarme como científico de datos, pese a haber obtenido una posición en la empresa, el cambio de área se vio finalizado debido a situaciones internas que afectaron de manera grave a la compañía por lo que se vio suspendido mi cambio de área. Por lo tanto, decidí buscar nuevas oportunidades en el area de analítica de datos.",
    "p6":"Análisis de estados financieros",
    "p7":"Compra/venta de acciones en la bolsa de valores",
    "p8":"Manejo de fondos para terceros",
    "texto3":"Durante mi aventura como emprendedor en el área de inversiones, además de tener la oportunidad de aplicar la mayoría de conceptos aprendidos en la carrera sobre el análisis de empresas, también pude desarrollar una habilidad para las ventas al contar con una propia cartera de clientes. De igual manera, mi capacidad de negociación se vio incrementada al tener que tratar con diferentes tipos de personas y sus necesidades de manera diaria, pero lo más primordial fue el manejo de las emociones, sobre todo bajo presión, a la hora de realizar compras o ventas de acciones.",
    "texto4":"El motivo por el que decidí pausar esta actividad, al menos por la parte del manejo de fondos a terceros, fue que encontré el área de ciencia de datos, en la cual, si lograba desarrollarme, podría en un futuro combinar las finanzas con la tecnología. Por lo tanto, decidí enfocarme en esta nueva área de oportunidad, pero de igual manera sigo invirtiendo de manera personal en la bolsa de valores.",
    "p9":"Lectura de libros de finanzas y economía",
    "p10":"Desarrollo del material didáctico para la carrera de finanzas",
    "texto5":"La mayor fortaleza que logré aquí fue obtener el hábito de la lectura, el cual tuve la suerte de desarrollar gracias a la cantidad de libros que tuve que leer para el desarrollo del material didáctico. De igual manera, mi capacidad de organización se vio incrementada al tener que cumplir con los tiempos de entrega de los materiales al ser un trabajo home office.",
    "texto6":"La razón por la que finalicé con mis labores fue que me encontraba bajo contrato temporal. Al finalizar el periodo, la universidad aún se encontraba en desarrollo, por lo que no se me pudo ofrecer un puesto fijo, así que decidí buscar nuevas oportunidades.",
    "p11":"Venta de productos financieros enfocados a préstamos a pymes",
    "p12":"Análisis contable de pymes para obtención del mejor crédito posible",
    "p13":"Manejo de cartera de clientes",
    "p14":"Desarrollo de página web para automatización del proceso de solicitud de créditos",
    "texto7":"Las dos mayores fortalezas que obtuve aquí fueron, en primer lugar, experimentar el manejo de una cartera de clientes, creando estrategias de venta para lograr que se pudieran ofrecer los créditos a las pymes. En segundo lugar, el desarrollo de la página web, ya que fue mi primer acercamiento al desarrollo web, lo cual me abrió las puertas a la programación.",
    "texto8":"El motivo por el que finalicé las labores fue que, debido a la pandemia, la empresa se vio en la necesidad de cesar operaciones debido a una fuerte inversión que se hizo antes de la cuarentena.",
    "p15":"Control de nómina y quejas de colaboradores",
    "p16":"Manejo de las necesidades de equipo de los colaboradores",
    "p17":"Contratación de personal para CEDIS",
    "texto9":"La mayor fortaleza que obtuve de trabajar en el área de RRHH fue desarrollar la empatía, ya que al tener que tratar con las necesidades de los colaboradores, me vi en la necesidad de ponerme en su lugar para poder ofrecerles la mejor solución a sus problemas.",
    "texto10":"El motivo por el que finalicé mis prácticas aquí fue que durante esa temporada de la carrera, me encontraba en la búsqueda de una empresa en la cual pudiera desarrollar mis habilidades en el área de finanzas, por lo que decidí buscar nuevas oportunidades en otras empresas.",
    "p18":"Control de contabilidad y nómina de la empresa",
    "p19":"Manejo del personal",
    "texto11":"Durante mi primera experiencia laboral, la mayor fortaleza que obtuve fue la de la responsabilidad, ya que al ser mi primer trabajo formal, me vi en la necesidad de cumplir con los horarios y las tareas asignadas. De igual manera, el manejo del personal me ayudó a desarrollar mis habilidades de comunicación, eliminando la timidez que tenía al hablar con personas desconocidas. Asimismo, el manejo de la contabilidad me ayudó a desarrollar habilidades de organización y manejo de números.",
    "texto12":"La causa por la que terminé con mi primera experiencia laboral se debió a un tema estudiantil, esto debido a que en mi carrera empecé con las clases en la tarde, chocando con el horario de trabajo."
  }