{
    "resumen": "This is a summary of my skills and experience developed with Angular.",
    "bienvenido": "Welcome",
    "curriculum": " to my resume",
    "empezemos" : "Let's start",
    "saludo":"Hello, I'm Marco Rubio",
    "presentacion" : "I have crafted this resume with the aim of securing an opportunity to grow and develop as a data analyst. I am thrilled about the prospect of being considered for this position.",
    "descarga": "Download CV",
    "aboutMeTitle": "About me",
    "contactTitle": "Contact",
    "Exp": "Work Experience",
    "Edu": "Education",
    "Cur": "Courses",
    "Proy": "Projects",
    "sobre": "About Me",
    "cont": "Contact",
    "empleos": "Here you will find the different <span class=\"text-green-400\">jobs</span> I've had over time, in addition to explaining the <span class=\"text-green-400\">activities</span> I developed, the <span class=\"text-green-400\">strengths</span> I gained from them, and finally, the circumstances that led to the end of each working relationship.",
    "regresar": "Go Back",
    "tit_exp":"Work <span class=\"text-green-500\">Experience</span>",
    "edu":"Education",
    "edutext": "Here you will see the different <span class=\"text-yellow-400\">institutions</span> I have attended throughout my <span class=\"text-yellow-400\">school</span> life.",
    "cursos1":"Courses and <span class=\"text-pink-400\">certifications</span>",
    "cursos2": "In this <span class=\"text-pink-400\">GitHub</span> repository, you will find the diplomas and certificates of the <span class=\"text-pink-400\">courses</span> i have completed.",
    "tep":"Personal <span class=\"text-red-400\">proyects</span>",
    "tep1":"Here are most of the <span class=\"text-red-400\">personal</span> projects I have worked on. Clicking on the image will take you to the repository where they are hosted and their <span class=\"text-red-400\">description</span>.",
    "perfil":"Profile",
    "infoperfil":"#Developer #Finance #Python #Gamer #Exercise",
    "vermas":"See more",
    "titus": "Me",
    "titus1": "Family",
    "titus2": "Sports",
    "titus3": "Games",
    "titus4": "Programming and Finance",
    "text": "I am Marco Rubio, 26 years old, living in Culiacán, Sinaloa. I enjoy programming and stock market finance.",
    "text1": "One of my hobbies is spending time with my family, or as in the case of the picture, with my godson. Although he always cries when I hold him.",
    "text2": "Something I have always enjoyed is sports, especially football, or lately, going to the gym before starting the day to stay energized.",
    "text3": "Another one of my hobbies, like every programmer, is spending my free time playing games with my friends, such as Smash, LOL, among other games.",
    "text4": "In terms of work, I have always had an interest in both fields, seeking a middle ground between them, which I could say I found with data analysis.",
    "conta": "Let's get in <span class=\"text-indigo-400\">Contact</span>",
    "conta1": "Here you will find my details, and you can also use the form to send me a message.",
    "conta2": "Email",
    "nombre": "First Name",
    "Apellido": "Last Name",
    "mensaje": "Message",
    "enviar": "Send Message"
}