{
    "resumen": "Esto es un resumen de mis habilidades y experiencias desarrollado con Angular",
    "bienvenido": "Bienvenido",
    "curriculum": " a mi Currículum",
    "empezemos": "Empecemos",
    "saludo":"Hola , mi nombre es Marco Rubio",
    "presentacion": "He elaborado este currículum con el propósito de asegurar una oportunidad para desarrollarme como analista de datos. Estoy emocionado por la posibilidad de ser considerado para este puesto.",
    "descarga": "Descargar",
    "aboutMeTitle": "Sobre mí",
    "Exp": "Experiencia Laboral",
    "Edu": "Educación",
    "Cur": "Cursos",
    "Proy": "Proyectos",
    "sobre": "Sobre mi",
    "cont": "Contacto",
    "empleos": "Aquí encontrarás los diferentes <span class=\"text-green-400\">empleos</span>, que he tenido a lo largo del tiempo, además de explicar las <span class=\"text-green-400\">actividades</span>, que desarrollé, las <span class=\"text-green-400\">fortalezas</span> que obtuve gracias a ellos y, por último, las circunstancias que llevaron a la finalización de cada relación laboral.",
    "regresar": "Regresar",
    "tit_exp":"Experiencia <span class=\"text-green-500\">Laboral</span>",
    "edu":"Educación",
    "edutext": "Aquí observarás las diferentes <span class=\"text-yellow-400\">instituciones</span> a las que he asistido durante mi vida <span class=\"text-yellow-400\">escolar</span>",
    "cursos1":"Cursos y <span class=\"text-pink-400\">certificaciones</span>",
    "cursos2":"En esta ruta de <span class=\"text-pink-400\">GitHub</span> encontrarás los diplomas y certificados de los <span class=\"text-pink-400\">cursos</span> que he realizado.",
    "tep":"Proyectos <span class=\"text-red-400\">personales</span>",
    "tep1":"Aquí están la mayoría de trabajos <span class=\"text-red-400\">propios</span> que he realizado. Dando <span class=\"text-red-400\">clic</span> en la imagen, verás el repositorio donde se encuentran alojados y la <span class=\"text-red-400\">descripción</span> de cada uno.",
    "perfil":"Ver Perfil",
    "infoperfil":"#Desarrollador #Financiero #Python #Gamer #Exercise",
    "vermas":"Ver más",
    "titus":"Yo",
    "titus1":"Familia",
    "titus2":"Deportes",
    "titus3":"Juegos",
    "titus4":"Programación y finanzas",
    "text":"Soy Marco Rubio, tengo 26 años, vivo en Culiacán,Sinaloa,me gusta la programación y las finanzas bursátiles",
    "text1":"Uno de mis pasatiempos es estar con mi familia, o como en el caso de la imagen, con mi ahijado. Aunque llora siempre que lo cargo.",
    "text2":"Algo que siempre me ha gustado es el deporte, sobre todo el fútbol o últimamente también ir al gimnasio antes de empezar el día para estar con energía.",
    "text3":"Otro de mis pasatiempos, como todo programador, es usar el tiempo libre jugando con mis amigos cosas como Smash, LOL, entre otros juegos.",
    "text4":"En términos laborales, siempre he tenido gusto por los temas de aquí, buscando un punto medio entre ambos, el cual se podría decir que encontré con el análisis de datos.",
    "conta": "Pongámonos en <span class=\"text-indigo-400\">Contacto</span>",
    "conta1":"Aquí encontrarás mis datos, además puedes utilizar el formulario para enviarme un mensaje.",
    "conta2":"Correo",
    "nombre":"Nombre",
    "Apellido":"Apellido",
    "mensaje":"Mensaje",
    "enviar":"Enviar mensaje",
    "error":"Por favor, introduce un correo electrónico válido.",
    "descarga_titulo": "¿Quieres una copia completa?",
    "descarga_texto": "Descarga mi CV actualizado en formato PDF para revisarlo con calma o compartirlo.",
    "menu_subtitulo": "Selecciona una sección para conocer más sobre mi experiencia, habilidades, proyectos y formación.",
    "sm_tit" : "Sobre mí · Perfil profesional",
    "quien_soy": "¿Quién soy?",
    "text_quien": "Soy un científico de datos y financiero, enfocado en utilizar la inteligencia artificial para resolver problemas complejos y aportar valor a las organizaciones. Me apasiona el análisis de datos, la estadística y la programación. Cuento con experiencia en proyectos de análisis de datos, visualización y modelado predictivo, utilizando herramientas como Python, R y SQL y trabajando en incluir nuevas herramientas de IA para optimizar procesos como TensorFlow y PyTorch.",
    "text_obj": "Usar la IA y el análisis de datos para resolver problemas enfocados al área financiera, optimizando procesos que permitan una mejor toma de decisiones, con un enfoque en el control de riesgos y la maximización de beneficios.",
    "text_logros": "Desarrollo de intranet para automatizar procesos financieros y de reporting, integrando múltiples fuentes de información mejorando los tiempos de entrega y la predicción de resultados."
  }